Repository: wizzzet/todo_backend
Catalog: apps/authorization/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Registration completed successfully. The administrator will review your request and give you access.
ru: Регистрация прошла успешно. Администратор рассмотрит ваш запрос и предоставит вам доступ.

source: Password Reset Request
ru: Запрос на сброс пароля

source: Reset link has been sent to your email.
ru: Ссылка на сброс была отправлена на ваш электронный адрес.

source: New password on the site %s
ru: Новый пароль на сайте %s

source: No access to CRM.
ru: Нет доступа к CRM.

source: The specified email is already in use.
ru: Указанный адрес электронной почты уже используется.

source: The specified email could not be found.
ru: Указанный адрес электронной почты не найден.

source: Recovery token length does not match.
ru: Длина токена не совпадает.

source: The recovery token has expired.
ru: Срок действия токена для восстановления истек.

source: The specified password recovery token was not found. It may be outdated or has already been used before.
ru: Указанный токен для восстановления пароля не найден. Он может быть устаревшим или уже использовался ранее.

source: The specified passwords do not match.
ru: Указанные пароли не совпадают.

source: The recovery code has expired.
ru: Срок действия кода восстановления истек.

source: The specified password recovery code was not found. <br>It may be outdated or has already been used before.
ru: Указанный код восстановления пароля не найден.<br>Он может быть устаревшим или уже использовался ранее.

source: New user
ru: Новый пользователь

source: User registered on %s
ru: Пользователь зарегистрирован на %s

source: Registration was successful, but could not send a message with a password.
ru: Регистрация прошла успешно, но не удалось отправить сообщение с паролем.

source: Authorization
ru: Авторизация
